json = {
    'Арматура': 
        {
            'Система': [
                'Отопление', 
                'Пожаротушение', 
                'ИТП', 
                'Водоснабжение', 
                'Водоотведение'
            ], 
            'Тип': [
                'Затвор', 
                'Задвижка', 
                'Клапан', 
                'Компесатор', 
                'Кран', 
                'Воздуxоотводчик', 
                'Фильтр', 
                'Зонт', 
                'Грязевик'
            ], 
            'Вид': [
                'Чугунный дисковый ручной поворотный фланцевый', 
                'Чугунная с обрезиненным клином с электроприводом 380В фланцевая', 
                'Чугунный обратный пружинный фланцевый', 
                'Сильфонный стальной приварной с кожуxом', 
                'Стальной шаровой полнопроxодной фланцевый', 
                'Латунный балансировочный автоматический муфтовый', 
                'Бронзовый редукционый мембраный муфтовый', 
                'Латунный автоматический с верxним выпуском', 
                'Латунный обратный пружинный муфтовый', 
                'Для манометра треxxодовой', 
                'Чугунный обратный двуxстворчатый фланцевый', 
                'Чугунный балансировочный ручной фланцевый', 
                'Латунный сетчатый косой ВР-ВР', 
                'Чугунный магнитно-меxанический косой фланцевый', 
                'Шаровой латунный муфтовый', 
                'Канализационный', 
                'Латунный шаровый муфтовый', 
                'Латунный балансировочный ручной муфтовой', 
                'Чугунная с обрезиненным клином с ручным приводом фланцевая', 
                'Латунный пожарный угловой 90° муфтовый НР-ВР', 
                'Стальной фланцевый', 
                'Латунный балансировочный термостатический муфтовый', 
                'Латунный радиаторный запорный угловой', 
                'Латунный пожарный прямой муфтовый НР-ВР'
            ], 
            'Размер': [
                '50', '80', '65', '100', '150', '15', '200', '125', '32', '110', '40', '20', '25'
            ], 
            'Производитель': [
                'Ридан', 'Naval', 'ADL', 'Valtec', 'Broen', 'Ballomax', 'Danfoss', 'LD', 'Энергия'
            ]
        }, 
    'Монолитная стена': 
        {
            'Назначение': [
                'Туннельная опалубка', 
                'Цоколь', 'Лифтовой приямок', 
                'Парапет', 'Дренажный приямок', 
                'Рампа', 'Подвал', 'Перекрытия', 
                'ЛЛУ', 'Арка'
            ], 
            'Тип бетона': [
                'B25 W4 F150', 'B30 W6 F150', 
                'B30 W8 F150', 'B25 W8 F200', 
                'B30 W4 F150', 'B35 W6 F150', 
                'B30 W8 F200', 'B25 W10 F150', 
                'B30 W6 F200', 'B30 W10 F200', 
                'B25 W10 F200', 'B30 W10 F150', 
                'B25 W8 F150', 'B25 W6 F200', 
                'B25 W6 F150'
            ], 
            'Толщина': [
                '300', '250', '160', '180', '200'
            ]
        }, 
    'Ворота': 
        {
            'Марка': ['ВР-1'], 
            'Высота проема': ['2965'], 
            'Ширина проема': ['3900']
        }, 
    'Кустарник акцентный': 
        {
            'Тип': ['на зеленой кровле', 'по грунту'], 
            'Русское название': [
                "Сирень обыкновенная 'Мадам Лемуан'", 
                "Сосна обыкновенная 'Ватерери'", 
                'Клен Гиннала татарский', 
                "Ива белая 'Секка'", 
                'Бересклет европейский', 
                'Вишня пенсильванская', 
                'Форзиция средняя', 'Сирень пониклая', 
                'Сирень венгерская', "Сирень обыкновенная 'Экселлент'", 
                "Сирень обыкновенная 'Красавица Москвы'", 
                'Карагана древовидная', 
                "Сирень обыкновенная 'Анденкен ан Людвиг Шпет'", 
                'Сирень амурская', 'Лещина обыкновенная', 'Боярышник сливолистный', 
                'Яблоня лесная', 'Арония черноплодная', 'Лох узколистный', 
                "Лещина обыкновенная 'Пурпуреа'", 'Груша уссурийская', 
                'Боярышник обыкновенный', 'Чубушник венечный', 'Калина обыкновенная', 
                'Черемуха Маака', 'Ирга ламарка (канадская)', 
                "Ива цельнолистная 'Хакуро-Нишики'", 'Яблоня ягодная'
            ], 
            'Примечание': [
                'Multistem', 'Stem 16-18', 'Stem 20-25', 'Stembush', 
                'Multistem 150-200/ 250-350', 'Stem', '-'
            ], 
            'Латинское название': [
                '250-300 4xv', '200-300 with raised stems', '3xv', 
                '250-300', '180-200', '300-450', '200-250', '5xv', 
                '150-200/300-350', '200-300 / 300-350', '150-200', 
                '200-250 / 200-250', '150-200/ 250-300', '150-200/ 250-350', 
                '300-350', '150-175', '150-200/200-400', 'Malus baccata'
            ]
        }, 
    'Кустарник стандартный': 
        {
            'Тип крепления': ['на зеленой кровле', 'по грунту'], 
            'Русское название': [
                'Чубушник венечный', 
                "Барбарис тунберга 'Атропурпуреа Нана'", 
                'Ива прутовидная', 'Кизильник блестящий', 
                "Сосна горная 'Пумилио'", "Спирея березолистная 'Тор'", 
                'Кизильник горизонтальный', "Гортензия метельчатая 'Сандеа Фрейз'", 
                "Пузыреплодник головчатый 'Тилден Парк'", 
                "Можжевельник горизонтальный 'Блю Форест'", 
                "Ель сизая (канадская) 'Эхиниформис'", 
                "Шиповник морщинистый 'Ритаусма Поларайз'", 
                "Гортензия метельчатая 'Саммер Лав'", 
                "Гортензия метельчатая 'Сильвер Доллар'", 
                "Гортензия метельчатая 'Пинк Даймонд'", 
                "Сосна горная 'Гном'", "Можжевельник Пфитцериана 'Глаука'", 
                "Можжевельник горизонтальный 'Андорра Компакт'", 
                "Туя западная 'Хосери'", "Лапчатка кустарниковая 'Пинк Квин'", 
                'Бузина канадская', "Гортензия древовидная 'Аннабелль'", 
                "Пузыреплодник калинолистный 'Наггет'",
                "Смородина кроваво-красная 'Кинг Эдвард 7'", 
                "Пузыреплодник калинолистный 'Дартс Голд'", 'Спирея Аргута', 
                "Сосна горная 'Мопс'", "Ель сизая (канадская) 'Блю Пленет'", 
                "Лапчатка кустарниковая 'Элизабет'", "Жимолость татарская 'Розеа'", 
                "Спирея японская 'Голден Принцесс'", "Дерен белый 'Кессельринги'", 
                'Ива ползучая', "Дерен белый 'Сибирика'", "Ива пурпурная 'Нана'", 
                "Ель обыкновенная 'Нидиформис'", "Дерен отпрысковый 'Кесселринги'", 
                "Пузыреплодник калинолистный 'Ред Барон'", 
                "Дерен кроваво-красный 'Мидвинтер файр'", "Можжевельник обыкновенный 'Голдшац'", 
                "Сумах душистый 'Гроу-Лоу'", "Гортензия метельчатая 'Ванилла фрейз'", 
                "Можжевельник казацкий 'Блю Донау'", "Спирея серая 'Грефшейм'", 
                'Ракитник русский', 'Смородина альпийская', "Стефанандра надрезаннолистная 'Криспа'", 
                "Шиповник морщинистый 'Рубра'", 'Роза бедренцеволистая', 
                "Ива ползучая 'Грин Карпет'", 'Сосна горная', 'Барбарис оттавский', 
                "Тсуга канадская 'Колес Прострат'", "Пузыреплодник калинолистный 'Литл Энжел'", 
                "Пузыреплодник калинолистный 'Леди ин Ред'", 'Дрок красильный', 
                "Ель обыкновенная 'Пигмеа'", 'Кизильник крошечный', 'Смородина золотистая', 
                "Можжевельник горизонтальный 'Андорра Вариегата'", "Туя западная 'Брабант'", 
                "Спирея японская 'Фроебелли'", "Дерен белый 'Ауреа'", 
                "Можжевельник обыкновенный 'Харниброуки'", "Шиповник морщинистый 'Альба'", 
                "Туя западная 'Голден Брабант'", 'Магония падуболистная', "Шиповник морщинистый 'Шнекоппе'", 
                "Лапчатка кустарниковая 'Марион Ред Робин'", 'Пузыреплодник калинолистный', 
                "Барбарис Тунберга 'Голден Ринг'", "Можжевельник казацкий 'Рокеру Джем'", 
                "Гортензия метельчатая 'Лаймлайт'", "Бузина кистистая 'Голденлокс'", 
                "Можжевельник обыкновенный 'Грин Карпет'", 'Арония черноплодная', 
                "Дерен отпрысковый 'Флавирамеа'", "Сосна горная 'Ширвуд Компакт'", 
                "Дерен отпрысковый 'Вайт Голд'", "Лапчатка кустарниковая 'Голдфингер'", 
                'Кизильник Даммера', "Пузыреплодник калинолистный 'Саммер Вайн'", 
                "Можжевельник обыкновенный 'Голд Кон'", "Сосна горная 'Винтер Голд'", 
                'Спирея иволистная', "Барбарис Тунберга 'Грин Карпет'", 'Спирея Билларда', 
                "Туя западная 'Литтл Чемпион'", "Гортензия метельчатая 'Фрейз Мелба'", 
                "Пузыреплодник калинолистный 'Лютеус'", 'Барбарис Тунберга', 'Калина складчатая',
                "Снежноягодник доренбоза 'Аметист'", "Спирея японская 'Голдфлейм'", 'Роза сизая', 
                "Гортензия метельчатая 'Стравберри Блоссом'", "Калина обыкновенная 'Бульденеж'", 
                'Бузина кистистая', 'Снежноягодник белый слабоблестящий', 
                "Диервилла сидячелистная 'Батерфляй'", "Можжевельник горизонтальный 'Принц оф Вайлс'", 
                "Шиповник морщинистый 'Cир Генри'", "Можжевельник казацкий 'Мас'", 
                "Лапчатка кустарниковая 'Манчу'", "Ива пурпурная 'Евгений'", 'Рябинник рябинолистный', 'Микробиота перекрестнопарная', 'Восковница обыкновенная', 'Жимолость обыкновенная', "Гортензия метельчатая 'Фантом'", "Сосна горная 'Колумнарис'", 'Жимолость татарская', "Тсуга канадская 'Нана'", 'Барбарис обыкновенный', "Калина обыкновенная 'Розеум'", 'Калина Гордовина', "Можжевельник горизонтальный 'Айс Блю'", "Можжевельник Пфитцериана 'Минт Джулеп'", "Снежноягодник доренбоза 'Вайт Хедж'", "Микробиота перекрестнопарная ''Якобсен", 'Мирикария лисохвостная', "Барбарис Тунберга 'Ауреа'", "Рябинник рябинолистный 'Сэм'", "Лапчатка кустарниковая 'Абботствуд'", "Гортензия метельчатая 'Мэджикал Фламет'", 'Спирея Вангутта', "Пузыреплодник калинолистный 'Дьябло'", "Сосна горная 'Мугус'", "Ель обыкновенная 'Литтл Джем'", "Туя западная 'Мариам'", "Туя западная 'Даника'", 'Спирея березолистная', "Дерен белый 'Сибериан Перлс'", "Можжевельник казацкий 'Хиксли'", "Можжевельник лежачий 'Nana'", "Ель обыкновенная 'Олендорфи'", "Спирея японская 'Литтл Принцесс'", "Пузыреплодник калинолистный 'Флорибунда'", "Можжевельник горизонтальный 'Блю Чип'", "Смородина альпийская 'Шмидт'", 'Можжевельник казацкий'], 'Латинское название': ['Philadelphus coronarius', "Berberis thunbergii \n'Atropurpurea Nana'", 'Salix viminalis', 'Cotoneaster lucidus', "Pinus mugo 'Pumilio'", "Spiraea betulifolia 'Thor'", 'Cotoneaster horizontalis', "Hydrangea paniculata 'Sundea Fraise'", "Physocarpus capitatus 'Tilden Park'", "Juniperus horizontalis 'Blue Forest'", "Picea glauca 'Echiniformis'", "Rosa rugosa 'Ritausma Polareis'", "Hydrangea paniculata 'Summer Love'", "Hydrangea paniculata 'Silver Dollar'", "Hydrangea paniculata 'Pink Diamond'", "Pinus mugo 'Gnom'", "Juniperus pfitzeriana 'Glauca '", "Juniperus horizontalis 'Andorra Compact'", "Thuja occidentalis 'Hoseri'", "Potentilla fruticosa 'Pink Queen'", 'Sambucus canadensis', "Hydrangea arborescens 'Annabelle'", "Physocarpus opulifolius 'Nugget'", "Ribes sanguineum 'King Edward VII'", "Physocarpus opulifolius 'Dart's Gold'", 'Spiraea arguta', 
"Pinus mugo 'Mops'", "Picea glauca 'Blue Planet'", "Potentilla fruticosa 'Elizabeth'", "Lonicera tataricum 'Rosea'", "Spiraea japonica 'Golden Princess'", "Cornus alba 'Kesselringii'", 'Salix repens', "Cornus alba 'Sibirica'", "Salix purpurea 'Nana'", "Picea abies 'Nidiformis'", "Cornus stolonifera 'Kesselringii'", "Physocarpus opulifolius 'Red Baron'", "Cornus sanguinea 'Midwinter fire'", "Juniperus communis 'Goldschatz'", "Rhus aromatica 'Gro-Low'", "Hydrangea paniculata 'Vanilla fraise'", "Juniperus sabina 'Blaue Donau'", "Spiraea x cinerea 'Grefsheim'", 'Cytisus ruthenicus', 'Ribes alpinum', "Stephanandra incisа 'Crispa'", 
"Rosa rugosa 'Rubra'", 'Rosa pimpinellifolia', "Salix repens 'Green Carpet'", 'Pinus mugo', 'Berberis x ottawensis', "Tsuga canadensis 'Coles Prostrate'", "Physocarpus opulifolius 'Little Angel'", "Physocarpus opulifolius 'Lady in Red'", 'Genista tinctoria', "Picea abies 'Pygmaea'", 'Cotoneaster perpusillus', 'Ribes aureum', "Juniperus horizontalis 'Andorra Variegata'", "Thuja occidentalis 'Brabant'", "Spiraea japonica 'Froebelii'", "Cornus alba 'Aurea'", "Juniperus communis 'Hornibrookii'", "Rosa rugosa 'Alba'", "Thuja occidentalis 'Golden Brabant'", 'Mahonia aquifolia', "Rosa rugosa 'Shneekoppe'", "Potentilla fruticosa 'Marion Red Robin'", 'Physocarpus opulifolius', "Berberis Thunbergii 'Golden Ring'", "Juniperus sabina 'Rockery Gem'", "Hydrangea paniculata 'Limelight'", "Sambucus racemosa 'Goldenlocks'", "Juniperus communis 'Green carpet'", 'Aronia melanocarpa', "Cornus stolonifera 'Flaviramea'", "Pinus mugo 'Sherwood Compact'", "Cornus stolonifera 'White Gold'", "Potentilla fruticosa 'Goldfinger'", 'Cotoneaster dammeri', "Physocarpus opulifolius 'Summer Wine'", "Juniperus communis 'Gold Cone'", "Pinus mugo 'Winter Gold'", 'Spiraea salicifolia', "Berberis Thunbergii 'Green Carpet'", 'Spiraea billardii', "Thuja occidentalis 'Little Champion'", "Hydrangea paniculata 'Fraise Melba'", "Physocarpus opulifolius 'Luteus'", 'Berberis thunbergii', 'Viburnum plicatum', "Symphoricarpos doorenbosii 'Amethyst'", "Spiraea japonica 'Goldflame'", 'Rosa glauca', "Hydrangea paniculata 'Strawberry Blossom'", "Viburnum opulus 'Boule-de-Neige'", 'Sambucus racemosa', 'Symphoricarpus albus laevigatus', "Diervilla sessilifolia 'Butterfly'", "Juniperus horizontalis 'Prince of Wales'", "Rosa rugosa 'Sir Henry'", "Juniperus sabina 'Mas'", "Potentilla fruticosa 'Manchu'", 
"Salix purpurea 'Eugenii'", 'Sorbaria sorbifolia', 'Microbiota decussata', 'Myrica gale', 'Lonicera xylosteum', "Hydrangea paniculata 'Phantom'", "Pinus mugo 'Columnaris'", 'Lonicera tataricum', "Tsuga canadensis 'Nana'", 'Berberis vulgaris', "Viburnum opulus 'Roseum'", 'Viburnum lantana', "Можжевельник горизонтальный 'Айс Блю'", "Juniperus pfitzeriana 'Mint Julep'", "Symphoricarpos doorenbosii 'White Hedge", "Microbiota decussata 'Jakobsen'", 'Myricaria longifoliia', "Berberis Thunbergii 'Aurea", "Sorbaria sorbifolia 'Sem'", 'Potentilla fruticosa \'"Abbotswood\'', "Hydrangea paniculata 'Magical Flamet'", 'Spiraea × vanhouttei', "Physocarpus opulifolius 'Diabolo'", "Pinus mugo 'Mughus'", "Picea abies 'Little Gem'", "Thuja occidentalis 'Mirjam'", "Thuja occidentalis 'Danica'", 'Spiraea betulifolia', "Cornus alba 'Siberian Pearls'", "Juniperus sabina 'Hicksii'", "Juniperus procumbens 'Nana'", "Picea abies 'Ohlendorfii'", "Spiraea japonica 'Little Princess'", "Physocarpus opulifolius 'Floribunda'", "Juniperus horizontalis 'Blue Chip'", "Ribes alpinum 'Schmidt'", 'Juniperus sabina'], 'Примечание': ['С2', 'С5', '140'], 'Состав': ['3-4 ветви', '60 ветвей', '10-20 см']}, 'Префаб. Фасадная панель': {'Наименование': ['Марка панели'], 'Материал': ['Материал слоя'], 'Принадлежность': ['Марка панели']}, 'Труба полимерная': {'Система': ['Водоснабжение', 'Водоотведение', 'Отопление', 'Кондиционирование', '-'], 'Вид': ['ПП PN25 армированная стекловолокном', 'ПП PN20', 'НПВx ГОСТ 54475-2011', 'СП PN10', 'ПП раструбная', 'ПЭ 100 SDR11 ГОСТ 18599-2001', 'ПЭ 100 SDR17 ГОСТ 18599-2001', 'ПП раструбная малошумная', '-', 'НПВх ГОСТ 54475-2011', 
'Ниже приведены примеры заполнения нестандартизованных СК'], 'Размер': ['32', '40', '110', '20', '160', '50', '15', '90', '16', '75', '63', '25', '-', '200', '(фактические значения брать из РД)']}, 'Арматурное изделие': {'Принадлежность': ['Монолитная стена', 'Монолитный фундамент', 'Монолитное перекрытие', 'Монолитный пилон'], 'Класс': ['А500С', 'А240'], 'Диаметр': ['20', '8', 
'12', '18', '10', '6', '28', '16', '25', '32']}, 'Соединительная деталь лотка': {'Система': ['Слаботочные сети', 'Электроснабжение'], 'Вид': ['Т-ответвитель', 'Ответвитель Т-образный DL с крышкой', 'Угол вертикальный внешний CD 45 с крышкой', 'Ответвитель крестообразный DPX с крышкой', 'Переходник RRC с крышкой', 'Угол горизонтальный СРО 45 с крышкой', 'Угол 90° горизонтальный', 'Угол 90° внутренний вертикальный', 'Переходник правосторонний RRD с крышкой', 'Угол 45° внешний вертикальный', 'Угол вертикальный внутренний CS 90 с крышкой', 'Стеновое крепление лестничного лотка LP5000', 'x-ответвитель', 'Угол горизонтальный СРО 90 с крышкой', 'Угол вертикальный внешний CD 90 с крышкой', 'Ответвитель Т-образный DPT с крышкой', 'Угол вертикальный внутренний CS 45 с крышкой', 'Угол 90° внешний вертикальный', 'Угол 45° горизонтальный', 'Переходник левосторонний RRS с крышкой', 'Переxодник', 'Угол 45° внутренний вертикальный', 'Перегородка', 'Перегородка SEP'], 'Размер': ['50x100', '100х200', '50x300', '50x50', '100х500', '50x150', '100х500х300', '100х400х300', '100х300', '100х100', '100х500х200', '100х500х400', 'любой лестничный лоток', '150x50-50x50-50x50-50x50', '100х400', '50x200', '150x50-150x50-150x50-150x50', '100x50-50x50-50x50-50x50', '100х400х200', '200x50-200x50-200x50-50x50', '150x50-150x50-150x50-50x50', '100х300х200', '300x50-50x50-50x50-50x50', '100х300х100', '300x50-300x50-50x50-50x50', '100x50-100x50-50x50-50x50', '300x50-300x50-300x50-300x50', '100х200х100', '200x50-200x50-200x50-200x50', '200x50-50x50-50x50-50x50', '300x50-300x50-300x50-50x50', '100x50-100x50-100x50-100x50', '50', '200x50-200x50-50x50-50x50', '100x50-100x50-100x50-50x50', '100х3000', '150x50-150x50-50x50-50x50', '50x50-50x50-50x50-50x50'], 'Производитель': ['EKF', 'DKC']}, 'Прокат арматурный': {'Принадлежность': ['Монолитное перекрытие', 'Монолитный пилон', 'Монолитная плита фундамента', 'Монолитная стена'], 'Класс': ['А500С'], 'Диаметр': ['12', '28', '16', '20', '25', '32', '8', '10', '18']}}